[ClassDefinition.Class_IncendiaryFanBoat VehicleClassDefinition]
DisplayName="airship"

[Weapons.WeaponTypes.WeaponType_Flamethrower WeaponTypeDefinition]
Typename=" firebomb"
PickupMessage="you have %s"
UseFailureLevelMessage="You must be at least %d level to use this feature.."
UseFailureConstraintsMessage="You cannot use this number.."
NoManufacturerName="take"

[Weapons.WeaponTypes.WeaponType_IncendiaryMachineGun WeaponTypeDefinition]
Typename=" Aircraft Weapons"
PickupMessage="wait %s"
UseFailureLevelMessage="You must have at least %d level to use this item."
UseFailureConstraintsMessage="This element does not exist.."
NoManufacturerName="General"

